tap "homebrew/bundle"
# Disk Usage/Free Utility - a better 'df' alternative
brew "duf"
# More intuitive version of du in rust
brew "dust"
# Simple, fast and user-friendly alternative to find
brew "fd"
# Command-line fuzzy finder written in Go
brew "fzf"
# GNU compiler collection
brew "gcc"
# Clone of ls with colorful output, file type icons, and more
brew "lsd"
# Mac App Store command-line interface
brew "mas"
# Search tool like grep and The Silver Searcher
brew "ripgrep"
# Universal proxy platform
brew "sing-box"
# Internet file retriever
brew "wget"
# Shell extension to navigate your filesystem faster
brew "zoxide"
# Standalone client for sing-box, the universal proxy platform
cask "sfm"
mas "Filmage Screen", id: 1475049179
mas "Infuse", id: 1136220934
mas "Keynote 讲演", id: 409183694
mas "Microsoft Word", id: 462054704
mas "MoneyWiz", id: 1511185140
mas "Numbers 表格", id: 409203825
mas "Pages 文稿", id: 409201541
mas "The Unarchiver", id: 425424353
mas "腾讯会议", id: 1484048379
